;; -*- no-byte-compile: t; -*-
;;; $DOOMDIR/packages.el

(package! evil-escape :disable t)

(package! dotenv-mode)
(package! nginx-mode)
(package! protobuf-mode)
(package! systemd)
(package! meson-mode)
(package! caddyfile-mode)
(package! vala-mode)
(package! bpftrace-mode)
